def get_questions():
    questions = [
        "어제 가장 많은 오류가 발생한 인터페이스는 무엇인가요?",
        "그 인터페이스의 어제와 그 전날의 오류율을 비교했을 때 상황이 진전되었나요?",
        # "전체 판매액을 년도별 카테고리별로 집계한 표를 작성해주세요.",
        "인터페이스의 오류 건수를 월별, 인터페이스별로 작성하여 선 그래프로 그려주세요.",
        "처리 상태가 success인 것의 인터페이스별 점유율을 원형 그래프로 그려주세요.",
        # "서버로그에서 오류수준이 'I'를 제외하고 월별, 오류수준별 건수를 테이블로 작성해주세요.",
        "서버로그에서 오류수준이 'I'를 제외하고 어제까지 자료를 월별, 오류수준별 건수를 구해 선그래프로 그려주세요.",
        "서버로그에서 오류수준이 'I'를 제외하고 지난달 자료를 일자별, 오류수준별 건수를 구해 선그래프로 그려주세요.",
        # "서버로그에서 'Error'가 가장 많이 발생한 요일은 언제인가요?",
        "지난 달 크리티컬 오류 건수를 시간대별로 집계하여 시간대별 막대그래프로 그려주세요.",
        "미국 총 매출액을 년도별, 판매지역별로 막대그래프로 그려주세요.",
        # "북미 매출을 년도별 카테고리별 테이블로 작성해주세요.",
        # "반제품 시험으로 완제품 시험에 대체하는 조건에 대해 설명해주세요.",
        # "6개월 근무 후 퇴사하였습니다. 퇴직금 정산은 어떻게 하나요?"
    ]
    return questions